{
  "id": "IEA-APS-2024",
  "publisher": "IEA",
  "name": "APS",
  "description": "Pathway where all countries fully meet their aspirational targets (incl. NDCs and net zero pledges).",
  "geography": [
    "Global",
    "East Asia and Pacific",
    "Europe and Central Asia",
    "Latin America and Caribbean",
    "Middle East and North Africa",
    "North America",
    "South East Asia",
    "Sub-Saharan Africa",
    "US",
    "BR",
    "RU",
    "CN",
    "IN",
    "JP"
  ],
  "publicationYear": 2024,
  "pathwayType": "Exploratory",
  "carbonBudget": 692,
  "modelTempIncrease": 1.7,
  "modelYearStart": 2023,
  "modelYearEnd": 2100,
  "ssp": "SSP1",
  "sectors": [
    { "name": "Buildings", "technologies": [] },
    { "name": "Industry", "technologies": [] },
    { "name": "Steel", "technologies": [] },
    { "name": "Cement", "technologies": [] },
    { "name": "Chemicals", "technologies": [] },
    { "name": "Coal Mining", "technologies": [] },
    { "name": "Oil (Upstream)", "technologies": [] },
    { "name": "Gas (Upstream)", "technologies": [] },
    {
      "name": "Power",
      "technologies": [
        "Coal",
        "Oil",
        "Gas",
        "Nuclear",
        "Hydro",
        "Wind",
        "Solar",
        "Biomass",
        "Renewables",
        "Other"
      ]
    },
    { "name": "Transport", "technologies": [] },
    { "name": "Road transport", "technologies": [] },
    { "name": "Automotive", "technologies": [] },
    { "name": "Aviation", "technologies": [] },
    { "name": "Rail", "technologies": [] },
    { "name": "Shipping", "technologies": [] },
    { "name": "Other", "technologies": [] }
  ],
  "scenarioOverview": "The Announced Pledges Scenario (APS) shows the future of the energy sector if all countries were to hit their aspirational targets, including national and regional net zero emissions pledges, on time and in full – in addition to their legislated policies (as described in STEPS). The APS has a 50% probability to not exceed 1.7°C by 2100. The difference between the APS and the Net Zero Emissions by 2050 scenario highlights the ambition gap between countries’ commitments and a 1.5°C pathway.",
  "expertOverview": "The APS describes a future in which all countries fully reach their aspirational climate targets, such as NDCs and other long-term strategies. It has a strong short-term baseline, as it builds on the same policies as the STEPS pathway. But it has clearer long-term assumptions. It can be useful for short-term risk analyses and long-term analyses that require a likely pathway, especially with a focus on policy considerations. Reaching a global temperature rise of 1.7°C, it can serve as a pathway for target setting, but it falls short of 1.5°C ambition.\n\n#### Emissions\nAPS provides GHG emissions, including CO2, CH4 and NO2, broken down by fuel and across regions for the electricity, industry, transport and buildings sectors. Where stated, country net zero targets are integrated into the pathway. Global emissions fall by 15% between 2023 and 2030, and by 70% between 2023 and 2050, at a pace of around 4% a year (for reference, annual decrease is around 1% in STEPS and around 15% in NZE).\n\n#### Energy demand\nOil demand decreases slightly by 2030 and almost halves by 2050, mostly driven by changes in road transportation (EV growth) and buildings (heat pump replacement). Gas demand decreases almost equally fast. Coal demand decreases by more than 57% from 2023 to 2050. Electrification of end uses is a key driver in demand shifts. Efficiency gains also play a large role in containing energy demand growth.\n\n#### Supply assumptions\nRefined materials (graphite, rare earths, cobalt, lithium, copper) and manufactured products used in the energy transition (batteries, solar PV, wind turbines, electrolysers, heat pumps) are highly concentrated in a few countries, leading to potential geopolitical tensions and other countries trying to diversify investments to counter potential supply chain bottlenecks.\nLarge LNG installations initially help reduce coal demand, but present other challenges in APS, where slowing demand for gas suppresses LNG export plant utilisation rates. Thus, existing LNG infrastructure and ongoing projects could turn into stranded assets under the APS.\n\n#### Demand Shifts\nAPS does not model a high impact of behavioural changes on emissions reductions, as these are rarely part of NDCs and other long-term targets. This is due to the perceived unpopularity of such measures. Electrification of end-uses is a major contributing factor to growing electricity demand across transport, industry, and buildings sectors. At the same time, this shift significantly reduces overall energy demand. The increased pace of electrification in APS (through EV adoption, heat pumps, etc.) drives the electricity demand faster than in STEPS, with a still rather modest gap of 796 TWh in 2030 that grows significantly larger to 12212 TWh in 2050, highlighting the impact of long-term policies on electrification.\n\n#### Policies\nThe APS includes the most recent version of NDC targets including, for example, coal phase out commitments. It also includes national power development plans, including targets for renewable energy additions or technology mix, as described in tables B.6 to B.11 of IEA WEO 2024.\nThe APS models a carbon price, affecting electricity, industry and energy production sectors. The carbon tax is structured in three regional tiers, based on economic strength and availability of net zero pledges. It complements the modelling of direct policy interventions to drive the transition, see table B.2.\n\n#### Technology Costs\nCosts in the power sector are broken down into capital costs (USD/kW), Fuel, CO2, and O&M costs (USD/MWh) and LCOE (USD/MWh). Wholesale fossil fuel prices are available for crude oil (USD/barrel), natural gas (USD/MBtu), steam coal (USD/ton).\nTechnology costs and supply assumptions are provided for the biggest markets (EU, US, India, China) in tables B.4 and B.5.\n\n#### Technology Deployment\nTechnology deployment is influenced by technology costs. Solar, wind and battery storage benefit from decreasing cost trajectories reflecting global learning curves and economies of scale. APS forecasts an increase of carbon removals until 2030 (119t of CO2 removed a year), increasing to 788t of CO2 removed in 2050 – which is significantly faster than in STEPS.\n\n#### Investment needs\nThe APS provides a global investment figure for the power sector split by transmission & distribution, battery storage, nuclear, wind & solar, unabated fossil fuel, and other low carbon technologies.\nUnabated fossil fuels amounts to 1.2% of total power investment in 2030, down to 0.9% by 2035. Wind and solar PV investments peak at 969 billion USD in 2030, before decreasing slightly to 809 Bn USD by 2035. Investment in battery storge almost quadruples between 2023 and 2035 from 41 billion USD to 161 billion USD.\n\n#### Infrastructure requirements\nTransmission and distribution investment increased from 375 billion USD in 2023 to 905 billion USD in 2035. This investment relates to 1.6 million km of power grid replacements between 2026-2030 (constant across IEA scenarios) and 2.2 million km of extensions of the grid.",
  "dataSource": {
    "description": "The scenario data is integrated in the World Energy Outlook, a report published annually by the International Energy Agency, an inter-governmental organization in charge of assessing the state of the energy sector and forecast sector trends. Information about this pathway is drawn from [IEA World Energy Outlook](https://www.iea.org/reports/world-energy-outlook-2024).",
    "url": "https://www.iea.org/data-and-statistics/data-product/world-energy-outlook-2024-extended-dataset",
    "downloadAvailable": true
  },
  "metric": [
    "Emissions Intensity",
    "Capacity",
    "Generation",
    "Technology Mix",
    "Absolute Emissions"
  ],
  "keyFeatures": {
    "emissionsPathway": "Fast decline",
    "energyEfficiency": "Significant improvements",
    "energyDemand": "Static energy demand",
    "electrification": "Significant increase",
    "policyTypes": [
      "Carbon price",
      "Phaseout dates",
      "Subsidies",
      "Target technology shares",
      "Other"
    ],
    "technologyCostTrend": "Other",
    "technologyDeploymentTrend": "Significant deployment of new technologies",
    "emissionsScope": "CO2",
    "policyAmbition": "NDCs and long term commitments",
    "technologyCostsDetail": "Capital costs/O&M/etc.",
    "newTechnologiesIncluded": [
      "CCUS",
      "DAC",
      "Green H2/ammonia",
      "SAF",
      "Battery storage"
    ],
    "supplyChain": "Dynamic upstream fuel/material prices",
    "investmentNeeds": "Sector-level by upstream/in-stream/downstream",
    "infrastructureRequirements": "By part of supply chain and maintenance/buildout"
  }
}
